{
    "appTitle": "Eng 231 - Interactive Map",
    "coursePrefix": "ENG",
    "courseNumber": "231",
    "intro": "To use this interactive map, click the red marker and it will open the selected region. Once the selected area is opened, click the yellow stars to view each historical site.",
    "caseStudyLightbox": false,
    "things": [
        {
            "name": "Mesoamerica",
            "repImage": "maya_calendar.png",
            "x": 28,
            "y": 38,
            "promptOpen": false,
            "choiceMade": false,
            "faded": false,
            "answer": "Hinders",
            "feedback": "",
            "past": {
                "Images": [
                    {
                        "link": "mesoamerica.png",
                        "id": "1"
                    },
                    {
                        "link": "mesoamerica/columbus-path-edge.png",
                        "id": "1"
                    }
                ],
                "Cities": [
                     {
                        "name": "Mayapan",
                        "x": 185,
                        "y": 60,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    },
                    {
                        "name": "Chichen Itza",
                        "x": 198,
                        "y": 30,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    },
                    {
                        "name": "Tikal",
                        "x": 175,
                        "y": 60,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    }
                ],
                "landmarks": [
                    {
                        "link": "",
                        "top": 0,
                        "left": 15,
                        "height": "auto",
                        "fullSize": "past/mesoamerica/columbus-paths2.png",
                        "landmarkImage": {
                            "title": "Columbus Paths",
                            "info": "In his 1492 transatlantic maritime expedition, Christopher Columbus became the first Christian European to make landfall in the Americas. Columbus, an Italian navigator sailing for the Spanish Crown, sought a westward route to Asia, which led him to coin the misnomer West Indies for the Antilles, where he made landfall. The newly discovered landmass came to be known in Europe as the New World. Ultimately, the two continents and collection of islands of the Western Hemisphere became known as the Americas, after Amerigo Vespucci. The indigenous people in the New World, however, came to be called Indians, and are still today often referred to as Indians, because Columbus and others original idea that they could travel to the Indies by sailing directly west across the the Atlantic Ocean",
                            "image": "circle_button.svg",
                            "top": 10,
                            "left": 405,
                            "height": 100
                        }
                    }
                ]
            },
            "present": {
                "Images": [
                    {
                        "link": "mesoamerica.png",
                        "id": "1"
                    },
                    {
                        "link": "mesoamerica_present.png",
                        "id": "1"
                    },
                    {
                        "link": "mesoamerica_lines.png",
                        "id": "2"
                    }
                ],
                "Cities": [
                    {
                        "name": "Mexico City",
                        "x": 27,
                        "y": 72,
                        "marker": "city-star_small.png",
                        "placement": "top"
                    },
                    {
                        "name": "Guatemala City",
                        "x": 175,
                        "y": 125,
                        "marker": "city-star_small.png",
                        "placement": "top"
                    }
                ],
                "landmarks": []
            },
            "Books": [
                {
                    "name": "Goblin with a Gauge: Teaching Emily Dickinson",
                    "image": "Dickinson.jpg",
                    "description": "For the past several years, I have had the privilege of teaching seminars on Dickinson's poetry in her house, the Emily Dickinson Homestead. The seminars are open to the community, and my students have included computer programmers, English teachers, social workers, novelists, Homestead guides, a mathematician, a neurolinguistics researcher, and a number of people who identify themselves by saying they are taking the class because they are tired of being embarrassed when out-of-town friends say, 'You live in Amherst, you must know all about Emily Dickinson.' When I started teaching these seminars, I had two modest goals: to lead my students, many of whom had read little or no Dickinson before, through close readings of her poems; and to see what intelligent non-critics would make of the poetic peculiarities that have long bedeviled Dickinson scholars. As a poet and long-time student of American poetry, I felt quite comfortable with Dickinson's erratic punctuation, incomplete sentences, willful word choices and dizzying shifts of perspective. I never expected my students to confront me with problems that would require me to find a new approach to Dickinson's work.",
                    "Link": "http://muse.jhu.edu/journals/emily_dickinson_journal/v009/9.2ladin.html"
                }
            ]
        },
        {
            "name": "Mediterranean and Europe",
            "repImage": "parthenon.png",
            "x": 53,
            "y": 18,
            "promptOpen": false,
            "choiceMade": false,
            "faded": false,
            "answer": "Hinders",
            "feedback": "",
            "past": {
                "Images": [
                    {
                        "link": "european_mediterranean.png",
                        "id": "1"
                    },
                    {
                        "link": "mediterranean/odyssey.png",
                        "id": "1"
                    }
                ],
                "Cities": [
                    {
                        "name": "Florence",
                        "x": 160,
                        "y": 110,
                        "marker": "city-star_small.png",
                        "placement": "top"
                    },
                    {
                        "name": "Rome",
                        "x": 178,
                        "y": 113,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    },
                    {
                        "name": "Thebes",
                        "x": 287,
                        "y": 130,
                        "marker": "city-star_small.png",
                        "placement": "top"
                    },
                    {
                        "name": "Corinth",
                        "x": 275,
                        "y": 120,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    },
                    {
                        "name": "Athens",
                        "x": 290,
                        "y": 103,
                        "marker": "city-star_small.png",
                        "placement": "bottom"
                    },
                    {
                        "name": "Lesbos",
                        "x": 315,
                        "y": 65,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    }
                ],
                "landmarks": [
                    {
                        "link": "",
                        "top": 0,
                        "left": 15,
                        "height": "auto",
                        "fullSize": "past/mediterranean/odyssey.jpg",
                        "landmarkImage": {
                            "title": "Odyssey",
                            "info": " The Story Begins. The Odyssey opens with Odysseus stranded on Ogygia, the island home of the enchantress Calypso. Almost ten years had passed since the end of the Trojan War. All the other Greek heroes were either dead or safely back in their homelands. Only Odysseus had yet to return home. Calypso was holding the hero captive, hoping that her beauty and offer of immortality would make him forget his wife, Penelope, and marry her. Finally the gods took pity on Odysseus. Athena encouraged his son Telemachus to go on a quest in search of his father. The young man traveled to Pylos and then to Sparta, where he met Helen and Menelaus. Telemachus was proud when he learned of his father's fame. Meanwhile Zeus* sent Hermes* to command Calypso to let the hero leave. She reluctantly agreed, and Odysseus sailed from the island on a raft. While the hero was at sea, Poseidon sent a great storm that destroyed the raft. Saved by a sea goddess, Odysseus finally reached the land of the Phaeacians. The Phaeacians welcomed the stranger and treated him as an honored guest. In return, Odysseus revealed his name and told the Phaeacians about the adventures he had had since leaving Troy many years before.",
                            "image": "circle_button.svg",
                            "top": 175,
                            "left": 150,
                            "height": 100
                        }
                    }
                ]
            },
            "present": {
                "Images": [
                    {
                        "link": "european_mediterranean.png",
                        "id": "1"
                    },
                    {
                        "link": "european_mediterranean_present.png",
                        "id": "1"
                    },
                    {
                        "link": "european_mediterranean_lines.png",
                        "id": "2"
                    }
                ],
                "Cities": [
                    {
                        "name": "Florence",
                        "x": 160,
                        "y": 110,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    },
                    {
                        "name": "Rome",
                        "x": 178,
                        "y": 113,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    },
                    {
                        "name": "Corinth",
                        "x": 275,
                        "y": 120,
                        "marker": "city-star_small.png",
                        "placement": "bottom"
                    },
                    {
                        "name": "Athens",
                        "x": 290,
                        "y": 103,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    },
                    {
                        "name": "London",
                        "x": 60,
                        "y": 10,
                        "marker": "city-star_small.png",
                        "placement": "top"
                    },
                    {
                        "name": "Paris",
                        "x": 75,
                        "y": 15,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    },
                    {
                        "name": "Madrid",
                        "x": 35,
                        "y": 80,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    },
                    {
                        "name": "Berlin",
                        "x": 195,
                        "y": -59,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    },
                    {
                        "name": "Istanbul",
                        "x": 355,
                        "y": 35,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    },
                    {
                        "name": "Cyprus",
                        "x": 398,
                        "y": 76,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    },
                    {
                        "name": "Alexandria",
                        "x": 365,
                        "y": 100,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    }
                ],
                "landmarks": [
                       {
                        "link": "",
                        "top": 0,
                        "left": 15,
                        "height": "auto",
                        "fullSize": "present/medi/Mount_Olympus.jpg",
                        "landmarkImage": {
                            "title": "Mount Olympus",
                            "info": "Traditionally regarded as the heavenly abode of the Greek gods and the site of the throne of Zeus, Olympus seems to have originally existed as an idealized mountain that only later came to be associated with a specific peak. The early epics, the Illiad and the Odyssey (composed by Homer around 700BC) offer little information regarding the geographic location of the heavenly mountain and there are several peaks in Greece, Turkey and Cyprus that bear the name Olympus. The most favored mythological choice is the tallest mountain range in Greece, the Olympos massif, 100 kilometers southwest of the city of Thessaloniki in northern Greece. The highest peak - shown in the photograph - is Mytikas at 2918 meters (9570 feet).",
                            "image": "circle_button.svg",
                            "top": 135,
                            "left": 275,
                            "height": 100
                        }
                    }
                ]
            },
            "Books": [
                {
                    "name": "Odyssey",
                    "image": "odyssey.jpg",
                    "description": "Odyssey is generally considered to be the sequel to the Iliad. Unlike many sequels in the modern era, however, the Odyssey actually seems to be an improvement, in some respects, on the original and is quite capable of standing as an independent work. Odysseia, which has been this poem's name in Greek since Herodotus called it that in the fifth century bce, means simply the story of Odysseus. That story refers to the ten-year-long return trip of Odysseus from Troy to his island home of Ithaca, off the west coast of Greece. Because the epic pertains to this long journey, the term odyssey has since come to mean any significant and difficult journey.",
                    "Link": "http://go.galegroup.com/ps/i.do?id=GALE|H1430007439&v=2.1&u=unlv_main&it=r&p=GLS&sw=w&asid=215348cd0600739aff639db8455029a2"
                },
                {
                    "name": "Oedipus the King",
                    "image": "oedipus.jpg",
                    "description": "Sophocles often won the leading prize at the Dionysia, the principal dramatic festival of Athens; but Oedipus the King was a runner-up, winner of the second prize. Posterity, however, considers the play second to none. The play tells the beginning of the Oedipus saga, setting the stage and creating the characters who will continue the story to its conclusion in Antigone. With Michael Pennington, John Gielgud, and Claire Bloom.",
                    "Link": "http://digital.films.com/PortalViewVideo.aspx?xtid=1318"
                },
                {
                    "name": "Aesop",
                    "image": "aesop.jpg",
                    "description": "Examining the figure of Aesop and the traditions surrounding him, Aesopic Conversations offers a portrait of what Greek popular culture might have looked like in the ancient world. What has survived from the literary record of antiquity is almost entirely the product of an elite of birth, wealth, and education, limiting our access to a fuller range of voices from the ancient past. This book, however, explores the anonymous Life of Aesop and offers a different set of perspectives.",
                    "Link": "http://site.ebrary.com/lib/unlv/detail.action?docID=10467759"
                },
                {
                    "name": "Sappho",
                    "image": "sappho.jpg",
                    "description": "Sappho was a Greek lyric poet, born on the island of Lesbos. The Alexandrians included her in the list of nine lyric poets. She was born sometime between 630 and 612 BCE, and it is said that she died around 570 BCE, but little is known for certain about her life. The bulk of her poetry, which was well-known and greatly admired through much of antiquity, has been lost; however, her immense reputation has endured through surviving fragments.",
                    "Link": "http://go.galegroup.com/ps/i.do?id=GALE|TDBGBU054423645&v=2.1&u=unlv_main&it=r&p=LCO&sw=w&asid=0d5b10fcd4eb7b097e5b5fafaebe289b"
                },
                {
                    "name": "Introduction to Catullus",
                    "image": "Catullus.jpg",
                    "description": "The poems of Catullus might have suffered the same fate as those of Archilochos and Sappho but for a single manuscript which made its way to Verona, the poet's home town, early in the 14th century. Since Catullus is generally thought to have lived between 84 and 54 B. C. E., this manuscript was a copy of a copy of a copy... going back for some 1400 years--though nothing is known about those earlier manuscripts. In fact, the text of Catullus that we use today, while it derives ultimately from this single manuscript, is based on copies, and on copies of copies, of that one, since the manuscript itself is long gone.",
                    "Link": "http://go.galegroup.com/ps/i.do?id=GALE|OFYAKL024045937&v=2.1&u=unlv_main&it=r&p=LCO&sw=w&asid=3dccae60a522107175b083fb9737a2dd"
                },
                {
                    "name": "Introduction to Vergil",
                    "image": "Vergil.jpg",
                    "description": "When Roman armies conquered the remnants of Alexander's empire in 168 BCE, they also conquered the Greek city states. The Romans soon realized the uniqueness of what they had overcome. 'Captured Greece captured its fierce conqueror,' wrote the Roman poet, Horace. His point was that Romans recognized something in Greek culture that was more impressive than anything Rome itself had achieved, in spite of Rome's unprecedented military success. The result is that Roman culture adapted itself to the model of Greece, at least in art, religion, and literature. Roman statues, temples, and public buildings were rebuilt in imitation of those in Greece. Greek stories of the gods were retold with Roman names in place of Greek. Roman thinkers adapted the philosophical ideas of the Athenian academy to their situation in the Roman republic and especially in the Roman empire.",
                    "Link": "http://go.galegroup.com/ps/i.do?id=GALE|ENXYHL695056952&v=2.1&u=unlv_main&it=r&p=LCO&sw=w&asid=987ea473633e13639d5943132e9854f6"
                },
                {
                    "name": "Introduction to Ovid",
                    "image": "ovid.jpg",
                    "description": "By the time Ovid sat down to write The Metamorphoses in around the year 2 A.D., he had already established himself as one of Rome's most popular poets. Ovid's path to stardom paralleled that of many popular musicians, writers, and filmmakers today: he picked a genre – in his case, love poetry – and stuck to it, working at it and working at it until it was like putty in his hands. There's no question that the books Ovid wrote during this period are pretty amazing (we especially recommend the Heroides, a series of poems presented as letters from jilted mythological ladies to their deadbeat boyfriends and husbands).",
                    "Link": "http://go.galegroup.com/ps/i.do?id=GALE|ONUZMG772572414&v=2.1&u=unlv_main&it=r&p=LCO&sw=w&asid=d13d49707996d8912e2688a9aed1fc41"
                },
                {
                    "name": "Dante: Visions of the Inferno",
                    "image": "Inferno.jpg",
                    "description": "Drawing upon the insights of numerous international scholars—and illustrating crucial passages with stunning animation sequences—this program guides viewers through the Inferno of Dante’s Divine Comedy. With detailed analysis of the poet’s descent into hell and navigation through its various levels, the program interprets Dante’s motives for embarking on such a journey, explains his relationship and interaction with both Virgil and Beatrice, and describes the complex mixture of morality and humanism within the work—embodied in Dante’s attitude toward those who inhabit the realms of the dead.",
                    "Link": "http://digital.films.com/PortalViewVideo.aspx?xtid=35994"
                },
                {
                    "name": "Heroic Identity in the World of Beowulf",
                    "image": "Beowulf.jpg",
                    "description": "Readers of Beowulf have noted inconsistencies in Beowulf's depiction, as either heroic or reckless. Heroic Identity in the World of Beowulf resolves this tension by emphasizing Beowulf's identity as a foreign fighter seeking glory abroad. Such men resemble wreccan, 'exiles' compelled to leave their homelands due to excessive violence. Beowulf may be potentially arrogant, therefore, but he learns prudence. This native wisdom highlights a king's duty to his warband, in expectation of Beowulf's future rule. The dragon fight later raises the same question of incompatible identities, hero versus king. In frequent reference to Greek epic and Icelandic saga, this revisionist approach to Beowulf offers new interpretations of flyting rhetoric, the custom of men dying with their lord, and the poem's digressions.",
                    "Link": "http://site.ebrary.com/lib/unlv/detail.action?docID=10349228"
                },
                {
                    "name": "The Book of Dede Korkut",
                    "image": "Korkut.png",
                    "description": "The most famous among the epic stories of the Oghuz Turks (also known as Turkmens or Turcomans) The stories carry morals and values significant to the social lifestyle of the nomadic Turks and their pre-Islamic beliefs. The book's mythic narrative is part of the cultural heritage of Turkic states, including Turkey, Azerbaijan, Turkmenistan, Kazakhstan and to a lesser degree Kyrgyzstan.",
                    "Link": "http://www.dieweltdertuerken.org/index.php/ZfWT/article/view/312/ozarslan"
                },
                {
                    "name": "El Lazarillo de Tormes",
                    "image": "Tormes.jpg",
                    "description": "Published in 1554, The Life of Lazarillo of Tormes introduced a new genre of writing, the picaresque. This classic, award-winning adaptation of the anonymous masterpiece tells the story of the young and constantly hungry protagonist, Lazaro, whose worldly education on the road through a series of masters presents a sly, often comical critique of 16th-century Spain. (Spanish, 107 minutes)",
                    "Link": "http://digital.films.com/PortalViewVideo.aspx?xtid=29157"
                },
                {
                    "name": "Candide",
                    "image": "Candide.jpg",
                    "description": "Candide is a French satire first published in 1759 by Voltaire, a philosopher of the Age of Enlightenment. Candide is characterised by its sarcastic tone as well as by its erratic, fantastical and fast-moving plot. A picaresque novel with a story similar to that of a more serious Bildungsroman, it parodies many adventure and romance clichés, the struggles of which are caricatured in a tone that is mordantly matter-of-fact. Still, the events discussed are often based on historical happenings, such as the Seven Years' War and the 1755 Lisbon earthquake. As philosophers of Voltaire's day contended with the problem of evil, so too does Candide in this short novel, albeit more directly and humorously. Voltaire ridicules religion, theologians, governments, armies, philosophies, and philosophers through allegory; most conspicuously, he assaults Leibniz and his optimism.",
                    "Link": "http://web.b.ebscohost.com/ehost/detail/detail?sid=7634d58c-2ca3-437f-854a-79dca19f5a0a%40sessionmgr112&crlhashurl=login.aspx%253fdirect%253dtrue%2526scope%253dsite%2526db%253dnlebk%2526db%253dnlabk%2526AN%253d10551&hid=123&vid=0&bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#AN=10551&db=nlebk"
                },
                {
                    "name": "Tartuffe",
                    "image": "Tartuffe.jpg",
                    "description": "Written by Molière, 1622-1673; directed by Kirk Browning, 1921-2008 and Stephen Porter, 1925-; performed by Donald Moffat, 1930-, Stefan Gierasch, 1926-, Tammy Grimes, 1934-, Patricia Elliott, 1942-, Ray Wise, 1947-, Victor Garber, 1949-, Johanna Leister, fl. 1956-2008, Peter Coffield, 1945-1983 and Geraldine Fitzgerald, 1913-2005 (Broadway Theatre Archive, 1978), 1 hour.",
                    "Link": "http://search.alexanderstreet.com/ativ/view/work/854724"
                },
                {
                    "name": "Wordsworth",
                    "image": "Wordsworth.jpg",
                    "description": "Wordsworth was a major English Romantic poet who, with Samuel Taylor Coleridge, helped to launch the Romantic Age in English literature with their joint publication Lyrical Ballads (1798). Wordsworth's magnum opus is generally considered to be The Prelude, a semiautobiographical poem of his early years that he revised and expanded a number of times. It was posthumously titled and published, before which it was generally known as 'the poem to Coleridge'. Wordsworth was Britain's Poet Laureate from 1843 until his death in 1850.",
                    "Link": "http://webpac.library.unlv.edu/search~S1/?searchtype=.&searcharg=b1556544"
                },
                {
                    "name": "Ibsen: A Doll's House",
                    "image": "Ibsen.jpg",
                    "description": "Nora is sheltered first by her father and then by her husband. All her life, she has been protected like a fragile possession ... like a doll in a doll's house. After she marries, Nora becomes frustrated, realizes that under the dominance of her husband she will never have an identity of her own, and leaves to find a new life for herself.",
                    "Link": "http://webpac.library.unlv.edu/search~S1?/cPT8861+.A362+2003/cpt+8861+a362+2003/-3%2C-1%2C0%2CE/frameset&FF=cpt+8861+a362+2003&1%2C1%2C"
                }, 
                {
                    "name": "Dostoevsky",
                    "image": "Dostoevsky.jpg",
                    "description": "Dostoevsky was born in Moscow, as the second son of a former army doctor. He was educated at home and at a private school. Shortly after the death of his mother in 1837 he was sent to St. Petersburg, where he entered the Army Engineering College. In 1839 Dostoevsky's father died probably of apoplexy but there were strong rumors that he was murdered by his own serfs. Dostoevsky graduated as a military engineer, but resigned in 1844 to devote himself to writing. His first novel, Poor Folk appeared in 1846. It was followed by The Double, which depicted a man who was haunted by a look-alike who eventually usurps his position.",
                    "Link": "http://search.proquest.com/pao/docview/1297408500"
                },
                {
                    "name": "The Death of Ivan Ilyich",
                    "image": "Tolstoy.jpg",
                    "description": "The Death of Ivan Ilych begins at the chronological end of the story. A group of judges are gathered together in a private room of the courthouse when Peter Ivanovich, a judge and close friend of Ivan Ilych, announces that Ivan has died. Consoled by the thought that it is Ivan who has died and not them, the men in the room cannot help but think of the promotions and transfers that Ivan's death will occasion. That evening, Peter drives to Ivan's house to attend his funeral. But while looking at Ivan's corpse, Peter is bothered by an expression of disapproval and warning on Ivan's face. Ivan's wife Praskovya quizzes Peter about possible strategies to maximize her dead husband's government pension. On his way out, Peter encounters Gerasim, Ivan's sick nurse. Peter mentions that Ivan's death and funeral are a sad affair, and Gerasim surprises Peter with the observation that everyone dies some day.",
                    "Link": "http://webpac.library.unlv.edu/search~S1?/cPG2985+.M36+1994/cpg+2985+m36+1994/-3%2C-1%2C0%2CE/frameset&FF=cpg+2985+m36+1994&1%2C1%2C"
                },
                {
                    "name": "Anna Akhmatova: Requiem",
                    "image": "Akhmatova.jpg",
                    "description": "Anna Akhmatova (1889–1966), one of twentieth-century Russia’s greatest poets, was viewed as a dangerous element by post-Revolution authorities. One of the few unrepentant poets to survive the Bolshevik revolution and subsequent Stalinist purges, she set for herself the artistic task of preserving the memory of pre-Revolutionary cultural heritage and of those who had been silenced. This book presents Nancy K. Anderson’s superb translations of three of Akhmatova’s most important poems: Requiem, a commemoration of the victims of Stalin’s Terror; The Way of All the Earth, a work to which the poet returned repeatedly over the last quarter-century of her life and which combines Old Russian motifs with the modernist search for a lost past; and Poem Without a Hero, widely admired as the poet’s magnum opus.",
                    "Link": "http://site.ebrary.com/lib/unlv/detail.action?docID=10170007"
                },
                {
                    "name": "Paul Celan: Death Fugue",
                    "image": "Celan.jpg",
                    "description": "Paul Celan's poem about his postwar conversations with Nelly Sachs begins with a similar admission, 'Our talk was of Too Much, of / Too Little.' Either too much or too little, the very long and very short poems in the decidedly transnational canon of poetry after Auschwitz reflect a deep ambivalence about the efficacy of signification in general, artistry in particular. If stirring expressions—in speeches, songs, and slogans, in scholarly and imaginative books—facilitated or failed to derail the Nazis' final solution; if language was therefore itself an instrument and casualty of the disaster, then literary artists confronted a confounding perplexity about their own medium, as Adorno knew they would.",
                    "Link": "http://www.jstor.org/stable/20057848?seq=1#page_scan_tab_contents"
                }
            ]
        },
        {
            "name": "Middle East",
            "repImage": "lamassu.png",
            "x": 61,
            "y": 30,
            "promptOpen": false,
            "choiceMade": false,
            "faded": false,
            "answer": "Both",
            "feedback": "",
            "past": {
                "Images": [
                    {
                        "link": "middle-east.png",
                        "id": "1"
                    },
                    {
                        "link": "middle_east/fertile-crescent.png",
                        "id": "3"
                    },
                    {
                        "link": "middle_east/rivers.png",
                        "id": "3"
                    }
                ],
                "Cities": [
                    {
                        "name": "Nineveh",
                        "x": 175,
                        "y": 30,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    },
                    {
                        "name": "Babylon",
                        "x": 180,
                        "y": 45,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    },
                    {
                        "name": "Uruk",
                        "x": 200,
                        "y": 40,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    },
                    {
                        "name": "Ur",
                        "x": 210,
                        "y": 35,
                        "marker": "city-star_small.png",
                        "placement": "bottom"
                    },
                    {
                        "name": "Jerusalem",
                        "x": 70,
                        "y": 1,
                        "marker": "city-star_small.png",
                        "placement": "bottom"
                    }
                ],
                "landmarks": [
                    {
                        "link": "",
                        "top": 0,
                        "left": 15,
                        "height": "auto",
                        "fullSize": "past/middle_east/euphrates.jpg",
                        "landmarkImage": {
                            "title": "Euphrates river",
                            "info": "The Euphrates river begins at the place where the Karasu and Murat join in northeastern Turkey. It is the longest watercourse in Southwest Asia. The distance from the source of the Murat to where it joins with the Tigris (near Basra, Iraq) is 3,000 kilometers (1,864 miles). The waterway provided the water that led to the first flowering of civilization in Sumer dating from about the 4th millennium B.C. Many important ancient cities were located on or near it including Nippur, Shuruppak, Uruk, Eridu, and Ur (where Abraham was born). For several centuries, it was the eastern limit of effective Egyptian and Roman empire control.",
                            "image": "circle_button.svg",
                            "top": 15,
                            "left": 110,
                            "height": 100
                        }
                    },
                    {
                        "link": "",
                        "top": 0,
                        "left": 15,
                        "height": "auto",
                        "fullSize": "present/middle_east/nile.jpg",
                        "landmarkImage": {
                            "title": "The Nile river",
                            "info": "The Nile river, the father of African rivers and the longest river in the world. It rises south of the Equator and flows northward through northeastern Africa to drain into the Mediterranean Sea. It has a length of about 4,132 miles (6,650 kilometres) and drains an area estimated at 1,293,000 square miles (3,349,000 square kilometres).",
                            "image": "circle_button.svg",
                            "top": 105,
                            "left": 30,
                            "height": 100
                        }
                    },
                    {
                        "link": "",
                        "top": 0,
                        "left": 15,
                        "height": "auto",
                        "fullSize": "present/middle_east/tigris.jpg",
                        "landmarkImage": {
                            "title": "The Tigris river",
                            "info": "The great river system of Southwest Asia, comprising the Tigris and Euphrates rivers, which have their sources within 50 miles (80 km) of each other in eastern Turkey and travel southeast through northern Syria and Iraq to the head of the Persian Gulf.",
                            "image": "circle_button.svg",
                            "top": -10,
                            "left": 173,
                            "height": 100
                        }
                    },
                    {
                        "link": "",
                        "top": 0,
                        "left": 15,
                        "height": "auto",
                        "fullSize": "past/middle_east/fertile-crescent.jpg",
                        "landmarkImage": {
                            "title": "The Fertile Crescent",
                            "info": "The Fertile Crescent (also known as the Cradle of Civilization) is a crescent-shaped region containing the comparatively moist and fertile land of otherwise arid and semi-arid Western Asia, the Nile Valley and Nile Delta of northeast Africa. It includes parts of Asia Minor, also known as Anatolia.",
                            "image": "circle_button.svg",
                            "top": 45,
                            "left": 286,
                            "height": 100
                        }
                    }
                ]
            },
            "present": {
                "Images": [
                    {
                        "link": "middle-east.png",
                        "id": "1"
                    },
                    {
                        "link": "middle_east/rivers.png",
                        "id": "3"
                    },
                    {
                        "link": "middle-east_present.png",
                        "id": "2"
                    },
                    {
                        "link": "middle-east_lines.png",
                        "id": "3"
                    }                   
                ],
                "Cities": [
                    {
                        "name": "Medina",
                        "x": 120,
                        "y": 155,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    },
                    {
                        "name": "Mecca",
                        "x": 135,
                        "y": 175,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    },
                    {
                        "name": "Jerusalem",
                        "x": 60,
                        "y": 50,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    },
                    {
                        "name": "Cairo",
                        "x": 31,
                        "y": 45,
                        "marker": "city-star_small.png",
                        "placement": "bottom"
                    },
                    {
                        "name": "Cyprus",
                        "x": 55,
                        "y": -35,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    },
                    {
                        "name": "Amman",
                        "x": 100,
                        "y": -35,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    },
                    {
                        "name": "Damascus",
                        "x": 100,
                        "y": -79,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    },
                    {
                        "name": "Riyadh",
                        "x": 225,
                        "y": 28,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    },
                    {
                        "name": "Baghdad",
                        "x": 200,
                        "y": -98,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    }
                ],
                "landmarks": [
                    {
                        "link": "",
                        "top": 0,
                        "left": 15,
                        "height": "auto",
                        "fullSize": "present/middle_east/euphrates.jpg",
                        "landmarkImage": {
                            "title": "The Euphrates river",
                            "info": "The Euphrates river begins at the place where the Karasu and Murat join in northeastern Turkey. It is the longest watercourse in Southwest Asia. The distance from the source of the Murat to where it joins with the Tigris (near Basra, Iraq) is 3,000 kilometers (1,864 miles). The waterway provided the water that led to the first flowering of civilization in Sumer dating from about the 4th millennium B.C. Many important ancient cities were located on or near it including Nippur, Shuruppak, Uruk, Eridu, and Ur (where Abraham was born). For several centuries, it was the eastern limit of effective Egyptian and Roman empire control.",
                            "image": "circle_button.svg",
                            "top": 10,
                            "left": 118,
                            "height": 100
                        }
                    },
                    {
                        "link": "",
                        "top": 0,
                        "left": 15,
                        "height": "auto",
                        "fullSize": "present/middle_east/nile.jpg",
                        "landmarkImage": {
                            "title": "The Nile river",
                            "info": "The Nile river, the father of African rivers and the longest river in the world. It rises south of the Equator and flows northward through northeastern Africa to drain into the Mediterranean Sea. It has a length of about 4,132 miles (6,650 kilometres) and drains an area estimated at 1,293,000 square miles (3,349,000 square kilometres).",
                            "image": "circle_button.svg",
                            "top": 140,
                            "left": 50,
                            "height": 100
                        }
                    },
                    {
                        "link": "",
                        "top": 0,
                        "left": 15,
                        "height": "auto",
                        "fullSize": "present/middle_east/tigris.jpg",
                        "landmarkImage": {
                            "title": "The Tigris river",
                            "info": "The great river system of Southwest Asia, comprising the Tigris and Euphrates rivers, which have their sources within 50 miles (80 km) of each other in eastern Turkey and travel southeast through northern Syria and Iraq to the head of the Persian Gulf.",
                            "image": "circle_button.svg",
                            "top": -30,
                            "left": 169,
                            "height": 100
                        }
                    }
                ]
            },
            "Books": [
                {
                    "name": "Epic of Gilgamesh",
                    "image": "gilgamesh.jpg",
                    "description": "The Epic of Gilgamesh is one of the oldest known literary works. This Babylonian epic is believed to have taken its present form between approximately 1200 and 1000 B.C., but it has Sumerian roots that may stretch back an additional fifteen hundred years. Critically acclaimed as the most accomplished and engaging pre-Homeric narrative, the story tells of the deeds and adventures of a legendary hero-king and his wild-man friend, Enkidu. Historians note that there was an historical Sumerian King Gilgamesh of Uruk who lived around 2650 B.C., but it is impossible to determine to what extent the story is based on his actual exploits and where myth intervenes. The Epic of Gilgamesh is also an important resource for comparative religion scholars because its narrative of a great flood predates the account in the Bible.",
                    "Link": "http://go.galegroup.com/ps/i.do?id=GALE|H1410001398&v=2.1&u=unlv_main&it=r&p=GLS&sw=w&asid=5d80820dfbdd89ec1e7bf95a8bcc82e7"
                },
                {
                    "name": "Hebrew Bible",
                    "image": "hebrew.jpg",
                    "description": "Includes the creation of the world and humankind; the expulsion of Adam and Eve from the Garden of Eden; the first murder of Abel by Cain; the story of the Ark of Noah; the Tower of Babel; and stories of the Patriarchs—Abraham, Isaac, and Jacob.",
                    "Link": "http://search.credoreference.com/content/entry/sharpejft/the_hebrew_bible/0"
                },
                {
                    "name": "Introduction to Alf Layla wa-Layla (The Arabian Nights)",
                    "image": "Alf.jpg",
                    "description": "The Thousand and One Nights (alf layla wa layla) or The Arabian Nights, as they came to be known, owes its origins to three distinct cultures and storytelling traditions: that of India, Persia and the Arab world. The Arabian Nights first appeared in its Arabic form around 850 AD and it has been considered a remarkable mystery in Classical Arabic Literature. Although many scholars deny its literary importance, The Arabian Nights can be viewed as a valuable source of Middle Eastern social history, being composed of the most extensive and intimate recordings of the medieval Islamic period. Generations of Arabic readers have appreciated the versatile and imaginative use of Arabic and the mixture of the classical and colloquial language in many of the stories, a style which helped diversify the characters from the narrative.",
                    "Link": "http://go.galegroup.com/ps/i.do?id=WQEEKX085745411&v=2.1&u=unlv_main&it=r&p=GLS&sw=w&asid=18d127fac84a7e03e839de1a7e5f8e7c"
                }
            ]
        },
        {
            "name": "India",
            "repImage": "ganesh.png",
            "x": 71,
            "y": 33,
            "promptOpen": false,
            "choiceMade": false,
            "faded": false,
            "answer": "Encourages",
            "feedback": "",
            "past": {
                "Images": [
                    {
                        "link": "south-asia.png",
                        "id": "1"
                    }
                ],
                "Cities": [
                    {
                        "name": "Ayodhya",
                        "x": 255,
                        "y": 95,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    },
                    {
                        "name": "New Delhi",
                        "x": 197,
                        "y": 52,
                        "marker": "city-star_small.png",
                        "placement": "top"
                    },
                    {
                        "name": "Mumbai",
                        "x": 155,
                        "y": 135,
                        "marker": "city-star_small.png",
                        "placement": "top"
                    },
                    {
                        "name": "Sri Lanka",
                        "x": 250,
                        "y": 250,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    }
                ],
                "landmarks": [
                    {
                        "link": "india/Ramayana-path.png",
                        "top": 0,
                        "left": 15,
                        "height": "auto",
                        "fullSize": "past/india/ramayana.jpg",
                        "landmarkImage": {
                            "title": "The Ramayana Path",
                            "info": "Ramayana is a wonder epic. The Ramayana is the story about the life and times of Lord Ram, the seventh incarnation of Lord Vishnu. The Ramayana contains the teaching of Lord Rama. There is much to be learned about duty, honor, dharma, bhakti, values, philosophy and politics from the Ramayana. It can be said that the Ramayana in itself contains and explains the essence of Vedas in a simplified manner. The Ramayana beautifully portrays importance of family, relations, principals and that of conduct, leadership and righteousness.",
                            "image": "circle_button.svg",
                            "top": 125,
                            "left": 205,
                            "height": 100
                        }
                    },
                    {
                        "link": "india/ganges-river.png",
                        "top": 0,
                        "left": 15,
                        "height": "auto",
                        "fullSize": "past/india/ganges.jpg",
                        "landmarkImage": {
                            "title": "The Ganges River",
                            "info": "From time immemorial it has been the holy river of Hinduism. For most of its course it is a wide and sluggish stream, flowing through one of the most fertile and densely populated regions in the world. Despite its importance, its length of 1,560 miles (2,510 km) is relatively short compared with the other great rivers of Asia or of the world.",
                            "image": "circle_button.svg",
                            "top": 70,
                            "left": 300,
                            "height": 100
                        }
                    }
                ]
            },
            "present": {
                "Images": [
                    {
                        "link": "south-asia.png",
                        "id": "1"
                    },
                    {
                        "link": "south-asia_present.png",
                        "id": "1"
                    },
                    {
                        "link": "south-asia_lines.png",
                        "id": "2"
                    }
                ],
                "Cities": [
                    {
                        "name": "Ayodhya",
                        "x": 255,
                        "y": 95,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    },
                    {
                        "name": "New Delhi",
                        "x": 197,
                        "y": 52,
                        "marker": "city-star_small.png",
                        "placement": "top"
                    },
                    {
                        "name": "Mumbai",
                        "x": 155,
                        "y": 135,
                        "marker": "city-star_small.png",
                        "placement": "top"
                    }
                ],
                "landmarks": [
                    {
                        "link": "india/ganges-river.png",
                        "top": 0,
                        "left": 15,
                        "height": "auto",
                        "fullSize": "past/india/ganges.jpg",
                        "landmarkImage": {
                            "title": "The Ganges River",
                            "info": "From time immemorial it has been the holy river of Hinduism. For most of its course it is a wide and sluggish stream, flowing through one of the most fertile and densely populated regions in the world. Despite its importance, its length of 1,560 miles (2,510 km) is relatively short compared with the other great rivers of Asia or of the world.",
                            "image": "circle_button.svg",
                            "top": 95,
                            "left": 300,
                            "height": 100
                        }
                    }
                ]
            },
            "Books": [
                {
                    "name": "An Introduction to Ramayana",
                    "image": "Ramayana.jpg",
                    "description": "The Ramayana is one of the most well-known stories in the world, but many people in the United States have never heard about it, or know only small bits of the plot. The epic is widely known and loved in South and Southeast Asia. There it is considered first as an exciting adventure tale about a banished prince who wanders for years in the wilderness separated from his beloved wife. In this way it is comparable to the Odyssey tale of ancient Greece, which continues to entrance the Euro-American world. (India’s other great ancient epic, the Mahabharata, is a battle tale compared in turn with Homer’s Iliad.)", 
                    "Link": "http://go.galegroup.com/ps/i.do?id=WBIXFT429452377&v=2.1&u=unlv_main&it=r&p=GLS&sw=w&asid=c6ef89e93a1271572eb5e8ceed2101a6"
                },
                {
                    "name": "Introduction to Kabir",
                    "image": "Kabir.jpg",
                    "description": "Six hundred years ago Kabir was born in India in 1398 AD. He lived for 120 years and is said to have relinquished his body in 1518. This period is also said to be the beginning of Bhakti Movement in India. A weaver by profession, Kabir ranks among the world's greatest poets. Back home in India, he is perhaps the most quoted author. The Holy Guru Granth Sahib contains over 500 verses by Kabir. The Sikh community in particular and others who follow the Holy Granth, hold Kabir in the same reverence as the other ten Gurus.", 
                    "Link": "http://go.galegroup.com/ps/i.do?id=GALE|KFQWAX885759836&v=2.1&u=unlv_main&it=r&p=LCO&sw=w&asid=44d3e00fa2ab43810678f6d890fd48d3"
                },
                {
                    "name": "An Introduction to Mirabai",
                    "image": "Mirabai.jpg",
                    "description": "Mirabai (also known as Meerabai, Mira, Meera) is the most well known of the women bhakti (Hindu devotional) saints of India. According to tradition, this 16th-century royal devotee of Krishna was born in Merta in Rajasthan in the kingdom of Marwar and dedicated to Krishna from childhood, but married into the royal family of Mewar in Chittor, most say against her will. She refused to behave as a woman of her caste and class was required to do and instead fearlessly danced and sang for her Lord in the public space of the temple and kept company with holy men and people from all walks of life. The rana, the ruler of Mewar (identified variously as her husband, her father-in-law, or her brother-in-law), tried to stop her, in many accounts repeatedly trying to kill her for these transgressions. Most famously, he sent her a cup of poison in the guise of holy water, but she remained unharmed and undeterred. Ultimately, she departed to become a wandering religious leader, reportedly traveling to holy places associated with Krishna, including Vrindavan (the land of his youthful incarnation) and Dwarka (the capital of the mature Krishna’s kingdom), where she ultimately merged with his image. Though admired by devotees of many different branches of devotional Hinduism, she remains formally unaffiliated and is explicitly rejected by the followers of Vallabhacarya. If she is said to have a guru at all, she is most often associated with the untouchable leatherworker saint, Raidas (also known as Ravidas, Rohidas). She is known not only for her story but also the devotional songs of love and longing she is said to have composed. A multitude of stories have circulated about her as her fame spread across India, and an immense body of songs are attributed to her, with those that might have been composed by this individual woman inseparable from those composed by others in subsequent centuries in her name and style. She has come to inspire many, her popularity crossing the borders of caste, language, religion, culture, and time.", 
                    "Link": "http://go.galegroup.com/ps/i.do?id=GALE|KHONNV180383508&v=2.1&u=unlv_main&it=r&p=LCO&sw=w&asid=d999315ac6a37e0c255b2ce7ea5fdb79"
                }
            ]
        },
        {
            "name": "Africa",
            "repImage": "kebra_nagast.png",
            "x": 56,
            "y": 42,
            "faded": false,
            "promptOpen": false,
            "choiceMade": false,
            "answer": "Hinders",
            "feedback": "",
            "past": {
                "Images": [
                    {
                        "link": "africa.png",
                        "id": "1"
                    },
                    {
                        "link": "africa/kingdom-of-aksum.png",
                        "id": "1"
                    }
                ],
                "Cities": [
                    {
                        "name": "Aksum",
                        "x": 205,
                        "y": 95,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    },
                    {
                        "name": "Addis Ababa",
                        "x": 195,
                        "y": 130,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    }

                ],
                "landmarks": [
                    {
                        "link": "africa/kingdom-of-aksum.png",
                        "top": 0,
                        "left": 15,
                        "height": "100%",
                        "fullSize": "past/africa/aksum-ethiopia.jpg",
                        "landmarkImage": {
                            "title": "Kingdom of Aksum",
                            "info": "The Kingdom of Aksum or Axum, also known as the Aksumite Empire, was a trading nation in the area of northern Ethiopia and Eritrea pre-Islamic Arabs, which existed from approximately 100–940 AD. It grew from the proto-Aksumite Iron Age period c. 4th century BC to achieve prominence by the 1st century AD, and was a major player in the commercial route between the Roman Empire and Ancient India. The Aksumite rulers facilitated trade by minting their own Aksumite currency, the state established its hegemony over the declining Kingdom of Kush and regularly entered the politics of the kingdoms on the Arabian Peninsula, eventually extending its rule over the region with the conquest of the Himyarite Kingdom.",
                            "image": "circle_button.svg",
                            "top": 143,
                            "left": 130,
                            "height": 100
                        }
                    }
                ]
            },
            "present": {
                "Images": [
                    {
                        "link": "africa.png",
                        "id": "1"
                    },
                    {
                        "link": "africa_present.png",
                        "id": "2"
                    },
                    {
                        "link": "africa_lines.png",
                        "id": "2"
                    }
                ],
                "Cities": [
                    {
                        "name": "Khartoum",
                        "x": 113,
                        "y": 55,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    },
                    {
                        "name": "Juba",
                        "x": 98,
                        "y": 218,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    },
                    {
                        "name": "Mogadishu",
                        "x": 325,
                        "y": 245,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    }
                ],
                "landmarks": []
            },
            "Books": [
                {
                    "name": "Sunjata",
                    "image": "Sunjata.jpg",
                    "description": "A pillar of the West African oral tradition for centuries, this epic traces the adventures and achievements of the Mande hero, Sunjata, as he liberates his people from Sumaworo Kante, the sorcerer king of Soso, and establishes the great medieval empire of Mali. David Conrad conveys the strong narrative thrust of the Sunjata epic in his presentation of substantial excerpts from his translation of a performance by Djanka Tassey Conde. Readers approaching the epic for the first time will appreciate the translation's highly readable, poetic English as well as Conrad's informative Introduction and notes. Scholars will find the familiar heroes and heroines taking on new dimensions, secondary characters gaining increased prominence, and previously unknown figures emerging from obscurity.",
                    "Link": "http://site.ebrary.com/lib/unlv/detail.action?docID=10642254"
                },
                {
                    "name": "Nigeria in Countries and their Cultures",
                    "image": "Nigeria.jpg",
                    "description": "Though there is archaeological evidence that societies have been living in Nigeria formore than twenty-five hundred years, the bordersof modern Nigeria were not created until the British consolidated their colonial power over the area in 1914. The name Nigeria was suggested by British journalist Flora Shaw in the 1890s. She referred to the area as Nigeria, after the Niger River, which dominates much of the country’s landscape. The word niger is Latin for black.",
                    "Link": "http://web.b.ebscohost.com/ehost/ebookviewer/ebook?sid=21e8b1b5-6a94-4c88-b8be-8474211af54a%40sessionmgr110&crlhashurl=login.aspx%253fdirect%253dtrue%2526db%253dnlebk%2526AN%253d73077%2526site%253dehost-live%2526ebv%253dEB%2526ppid%253dpp_III_1624&hid=102&format=EB&ppid=pp_III_1624&vid=0"
                },
                {
                    "name": "African Religions",
                    "image": "African.jpg",
                    "description": "By Ahmed Chanfi and Andreas Heuser.",
                    "Link": "http://religion-compass.com/sections/african-religions/"
                },
                {
                    "name": "The Kebra Nagast",
                    "image": "Nagast.jpg",
                    "description": " This is a translation of the Kebra Nagast, a tremendous collection of Ethiopian Biblical folklore. The Kebra Nagast tells the legend of the Queen of Sheba's son by King Solomon, Menyelek (also known herein as Bayna-Lehkem and David II). Menyelek engineers a plot to take the Tabernacle of the Law of God (i.e., the Ark of the Covenant) to Ethiopia. This is done at the behest of an Angel of God who predicts the downfall of the kingdom of Solomon. Comitted to writing in the fourteenth century, the Kebra Nagast was derived from Ethiopian oral traditions of the Queen of Sheba and her state marriage with Solomon. The Kebra Nagast has been cited as one of the sources of the Rastafarian movement because of its support of Ethiopian theocracy.",
                    "Link": "http://www.sacred-texts.com/afr/kn/"
                },
                {
                    "name": "Achebe: Things Fall Apart",
                    "image": "Achebe.jpg",
                    "description": "Okonkwo is a wealthy and respected warrior of the Umuofia clan, a lower Nigerian tribe that is part of a consortium of nine connected villages. He is haunted by the actions of Unoka, his cowardly and spendthrift father, who died in disrepute, leaving many village debts unsettled. In response, Okonkwo became a clansman, warrior, farmer, and family provider extraordinaire. He has a twelve-year-old son named Nwoye whom he finds lazy; Okonkwo worries that Nwoye will end up a failure like Unoka.",
                    "Link": "http://www.jstor.org/stable/25112519?seq=1#page_scan_tab_contents"
                }
            ]
        },
        {
            "name": "East Asia",
            "repImage": "buddha.png",
            "x": 80,
            "y": 30,
            "promptOpen": false,
            "choiceMade": false,
            "faded": false,
            "answer": "Encourages",
            "feedback": "",
            "past": {
                "Images": [
                    {
                        "link": "east-asia.png",
                        "id": "1"
                    }
                ],
                "Cities": [
                    {
                        "name": "Heian-kyo",
                        "x": 350,
                        "y": 150,
                        "marker": "city-star_small.png",
                        "placement": "top"
                    },
                    {
                        "name": "Osaka",
                        "x": 350,
                        "y": 145,
                        "marker": "city-star_small.png",
                        "placement": "bottom"
                    },
                    {
                        "name": "Edo",
                        "x": 380,
                        "y": 100,
                        "marker": "city-star_small.png",
                        "placement": "bottom"
                    },
                    {
                        "name": "Chang'an",
                        "x": 168,
                        "y": 105,
                        "marker": "city-star_small.png",
                        "placement": "bottom"
                    },
                    {
                        "name": "Peking",
                        "x": 212,
                        "y": 45,
                        "marker": "city-star_small.png",
                        "placement": "top"
                    },
                    {
                        "name": "Shanghai",
                        "x": 242,
                        "y": 83,
                        "marker": "city-star_small.png",
                        "placement": "top"
                    },
                    {
                        "name": "Hong Kong",
                        "x": 186,
                        "y": 128,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    }
                ],
                "landmarks": [
                    {
                        "link": "east_asia/silk-road.png",
                        "top": 0,
                        "left": 15,
                        "height": "auto",
                        "fullSize": "past/east_asia/full-silk-road2.png",
                        "landmarkImage": {
                            "title": "The Silk Road",
                            "info": "The Silk Road or Silk Route is an ancient network of trade and cultural transmission routes that were central to cultural interaction through regions of the Asian continent connecting the West and East by merchants, pilgrims, monks, soldiers, nomads, and urban dwellers from China and India to the Mediterranean Sea during various periods of time.",
                            "image": "circle_button.svg",
                            "top": 150,
                            "left": 50,
                            "height": 100
                        }
                    },
                    {
                        "link": "east_asia/journey-to-the-west-path.svg",
                        "top": 0,
                        "left": 15,
                        "height": "300px",
                        "fullSize": "past/east_asia/journey-to-the-west-path_full2.png",
                        "landmarkImage": {
                            "title": "Journey to the West Path",
                            "info": "Made by the Chinese Monk Xuanzang (Hsüan-tsang) on the Silk Road between China and India in the years 629 AD to 645 AD. The Path of the Journey to led from the Chinese Capital in Shaanxi Province of  China acros the Yellow River to the westernmost pass of the Great Wall of China.",
                            "image": "circle_button.svg",
                            "top": 60,
                            "left": 30,
                            "height": 100
                        }
                    },
                    {
                        "link": "east_asia/yellow-river.svg",
                        "top": 130,
                        "left": 92,
                        "height": "60%",
                        "fullSize": "past/east_asia/yellow-river.jpg",
                        "landmarkImage": {
                            "title": "The Yellow River",
                            "info": "The Yellow River or Huang He is the 'mother river of China'. Its basin was the center of Chinese politics, economy and culture for over 2,000 years. It is the second-longest river in China (after the Yangtze), and sixth longest in the world.",
                            "image": "circle_button.svg",
                            "top": 65,
                            "left": 150
                        }
                    },
                    {
                        "link": "east_asia/yangtze-river.png",
                        "top": 0,
                        "left": 15,
                        "height": "100%",
                        "fullSize": "past/east_asia/yangtze-river.jpg",
                        "landmarkImage": {
                            "title": "The Yangtze River",
                            "info": "Winding about 3,964 miles, Yangtze River is the largest in China and the third largest in the world after the Nile in Africa and the Amazon in South America. Originating from the Tanggula Range in Qinghai Province in western China, it traverses eleven provinces and cities from west to east, including Qinghai, Tibet, Sichuan, Yunnan, Chongqing, Hubei, Hunan, Jiangxi, Anhui, Jiangsu and Shanghai. Finally it pours into the East China Sea at Shanghai.",
                            "image": "circle_button.svg",
                            "top": 143,
                            "left": 210,
                            "height": 100
                        }
                    }
                ]
            },
            "present": {
                "Images": [
                    {
                        "link": "east-asia.png",
                        "id": "1"
                    },
                    {
                        "link": "east-asia_present.png",
                        "id": "1"
                    },
                    {
                        "link": "east-asia_lines.png",
                        "id": "2"
                    }
                ],
                "Cities": [
                    {
                        "name": "Nagasaki",
                        "x": 299,
                        "y": 175,
                        "marker": "city-star_small.png",
                        "placement": "bottom"
                    },
                    {
                        "name": "Hiroshima",
                        "x": 322,
                        "y": 143,
                        "marker": "city-star_small.png",
                        "placement": "top"
                    },
                    {
                        "name": "Kyoto",
                        "x": 350,
                        "y": 115,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    },
                    {
                        "name": "Osaka",
                        "x": 350,
                        "y": 113,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    },
                    {
                        "name": "Tokyo",
                        "x": 380,
                        "y": 60,
                        "marker": "city-star_small.png",
                        "placement": "top"
                    },
                    {
                        "name": "Xian",
                        "x": 168,
                        "y": 65,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    },
                    {
                        "name": "Beijing",
                        "x": 212,
                        "y": 11,
                        "marker": "city-star_small.png",
                        "placement": "top"
                    },
                    {
                        "name": "Shanghai",
                        "x": 242,
                        "y": 40,
                        "marker": "city-star_small.png",
                        "placement": "left"
                    },
                    {
                        "name": "Hong Kong",
                        "x": 186,
                        "y": 90,
                        "marker": "city-star_small.png",
                        "placement": "right"
                    }
                ],
                "landmarks": [
                {
                        "link": "east_asia/yangtze-river.png",
                        "top": 0,
                        "left": 15,
                        "height": "100%",
                        "fullSize": "past/east_asia/yangtze-river.jpg",
                        "landmarkImage": {
                            "title": "The Yangtze River",
                            "info": "Winding about 3,964 miles, Yangtze River is the largest in China and the third largest in the world after the Nile in Africa and the Amazon in South America. Originating from the Tanggula Range in Qinghai Province in western China, it traverses eleven provinces and cities from west to east, including Qinghai, Tibet, Sichuan, Yunnan, Chongqing, Hubei, Hunan, Jiangxi, Anhui, Jiangsu and Shanghai. Finally it pours into the East China Sea at Shanghai.",
                            "image": "circle_button.svg",
                            "top": 143,
                            "left": 210,
                            "height": 100
                        }
                    }
                ]
            },
            "Books": [
                {
                    "name": "The Philosophy of the Daodejing",
                    "image": "Daodejing.jpg",
                    "description": "Hans-Georg Moeller explores the recurring images and ideas that shape the work and offers a variety of useful approaches to understanding and appreciating this canonical text. Moeller expounds on the core philosophical issues addressed in the Daodejing, clarifying such crucial concepts as Yin and Yang and Dao and De. He explains its teachings on a variety of subjects, including sexuality, ethics, desire, cosmology, human nature, the emotions, time, death, and the death penalty. The Daodejing also offers a distinctive ideal of social order and political leadership and presents a philosophy of war and peace.",
                    "Link": "http://go.galegroup.com/ps/i.do?id=GALE|SDOFGY827201063&v=2.1&u=unlv_main&it=r&p=LCO&sw=w&asid=7cbf6133958889e8cb0ec8710771d5e7"
                },
                {
                    "name": "Confucius",
                    "image": "Confucius.jpg",
                    "description": "Hans-Georg Moeller explores the recurring images and ideas that shape the work and offers a variety of useful approaches to understanding and appreciating this canonical text. Moeller expounds on the core philosophical issues addressed in the Daodejing, clarifying such crucial concepts as Yin and Yang and Dao and De. He explains its teachings on a variety of subjects, including sexuality, ethics, desire, cosmology, human nature, the emotions, time, death, and the death penalty. The Daodejing also offers a distinctive ideal of social order and political leadership and presents a philosophy of war and peace.",
                    "Link": "http://go.galegroup.com/ps/i.do?id=GALE|SDOFGY827201063&v=2.1&u=unlv_main&it=r&p=LCO&sw=w&asid=7cbf6133958889e8cb0ec8710771d5e7"
                },
                {
                    "name": "Shinjū ten no Amijima - Double suicide",
                    "image": "Amijima.jpg",
                    "description": "In this stylized dramatization of the puppet theater play, Jihei abandons business, family and self respect for a passionate love affair with a geisha whose freedom he cannot afford. As the world closes in upon him, he finds his only course of action to be death together with the lover he is unable to obtain in life.",
                    "Link": "http://webpac.library.unlv.edu/search~S1?/cPN1995.9.F67+S545+2000/cpn+1995.9+f67+s545+2000/-3%2C-1%2C0%2CE/frameset&FF=cpn+1995.9+f67+s545+2000&1%2C1%2C"
                },
                {
                    "name": "Bunraku - the classical puppets of Japan",
                    "image": "Bunraku.jpg",
                    "description": "Introduction to the art of Bunraku, Japanese puppet theater. Includes performed excerpts from the play Sonezaki Shinju (The Love Suicides at Sonezaki) by the 18th century writer Chikamatsu Monzaemon.",
                    "Link": "http://search.alexanderstreet.com/view/work/658002"
                },
                {
                    "name": "A to Z World Religion - China",
                    "image": "China.jpg",
                    "description": "A to Z World Religion : 175 Countries : Religions of the Country, Basic Tenets, Religious Conflict, Secularism, Superstitions, Religious Clerics, State Regulations, Religion and Public Life, Holidays and Ceremonies, Government, Persecution, Tolerance.",
                    "Link": "http://site.ebrary.com/lib/unlv/reader.action?ppg=63&docID=10305890&tm=1439322378135"
                },
                {
                    "name": "Basho",
                    "image": "Basho.jpg",
                    "description": "'Each day is a journey, and the journey itself home,' the poet Matsuo Basho wrote more than 300 years ago in the first entry of his masterpiece, Oku no Hosomichi, or Narrow Road to a Far Province. The words are on my mind as I prepare to walk in the footsteps of this revered poet, along his narrow road—the 1,200-mile route he followed through Japan in 1689. I confess that even to imagine doing so is a bit daunting. My late friend Helen Tanizaki, a linguist born and raised in Kyoto, told me, “Everyone I went to school with could recite at least one of Basho’s poems by heart. He was the first writer we read in any exciting or serious way. Today thousands of people pilgrimage to Basho’s birthplace and burial shrine and travel parts of Basho’s Trail. After three centuries his Narrow Road, in print in English and many other languages, still speaks to readers around the world.",
                    "Link": "http://ngm.nationalgeographic.com/2008/02/bashos-trail/howard-norman-text"
                }
            ]
        },
        {
            "name": "UNLV",
            "subTitle": "You are here.",
            "x": 20,
            "y": 26,
            "picture": "unlv2.jpg",
            "faded": false,
            "desc": "The University of Nevada, Las Vegas is a public research institution committed to rigorous educational programs and the highest standards of a liberal education. We produce accomplished graduates who are well prepared to enter the work force or to continue their education in graduate and professional programs. Our faculty, students, and staff enthusiastically confront the challenges of economic and cultural diversification, urban growth, social justice, and sustainability. Our commitment to our dynamic region and State centrally influences our research and educational programs, which improves our local communities.",
            "link": "http://www.unlv.edu/about"
        }
    ]
}